// Shared source for solo demos and protected multiplayer templates.
export const quizzes = [
  {
    "title": "Мозговой штурм",
    "icon": "🧠",
    "category": "Общие знания",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Проверь эрудицию: наука, география и любопытные факты.",
    "questions": [
      {
        "q": "Какая планета ближе всего к Солнцу?",
        "a": [
          "Венера",
          "Меркурий",
          "Марс",
          "Земля"
        ],
        "correct": 1
      },
      {
        "q": "Сколько континентов обычно выделяют в семиконтинентной модели?",
        "a": [
          "5",
          "6",
          "7",
          "8"
        ],
        "correct": 2
      },
      {
        "q": "Какой химический символ у золота?",
        "a": [
          "Ag",
          "Fe",
          "Au",
          "O"
        ],
        "correct": 2
      },
      {
        "q": "Как называется процесс, с помощью которого растения используют свет для образования органических веществ?",
        "a": [
          "Фотосинтез",
          "Испарение",
          "Кристаллизация",
          "Брожение"
        ],
        "correct": 0
      },
      {
        "q": "Сколько градусов в прямом угле?",
        "a": [
          "45",
          "60",
          "90",
          "180"
        ],
        "correct": 2
      },
      {
        "q": "Какой орган перекачивает кровь по организму человека?",
        "a": [
          "Печень",
          "Сердце",
          "Лёгкие",
          "Желудок"
        ],
        "correct": 1
      },
      {
        "q": "Какой газ составляет наибольшую долю земной атмосферы?",
        "a": [
          "Кислород",
          "Углекислый газ",
          "Водород",
          "Азот"
        ],
        "correct": 3
      },
      {
        "q": "Как называется естественный спутник Земли?",
        "a": [
          "Луна",
          "Фобос",
          "Титан",
          "Европа"
        ],
        "correct": 0
      },
      {
        "q": "Сколько байтов в одном кибибайте (КиБ)?",
        "a": [
          "100",
          "1000",
          "1024",
          "2048"
        ],
        "correct": 2
      },
      {
        "q": "Кто написал роман «Война и мир»?",
        "a": [
          "Фёдор Достоевский",
          "Лев Толстой",
          "Иван Тургенев",
          "Антон Чехов"
        ],
        "correct": 1
      },
      {
        "q": "Какой инструмент используют для измерения атмосферного давления?",
        "a": [
          "Термометр",
          "Компас",
          "Секундомер",
          "Барометр"
        ],
        "correct": 3
      },
      {
        "q": "Как записывается химическая формула воды?",
        "a": [
          "H₂O",
          "CO₂",
          "O₂",
          "NaCl"
        ],
        "correct": 0
      },
      {
        "q": "Какое из этих животных относится к млекопитающим?",
        "a": [
          "Акула",
          "Крокодил",
          "Дельфин",
          "Осьминог"
        ],
        "correct": 2
      },
      {
        "q": "Какое число является простым?",
        "a": [
          "21",
          "29",
          "33",
          "39"
        ],
        "correct": 1
      },
      {
        "q": "Как называется переход вещества из твёрдого состояния непосредственно в газообразное?",
        "a": [
          "Конденсация",
          "Плавление",
          "Замерзание",
          "Сублимация"
        ],
        "correct": 3
      }
    ]
  },
  {
    "title": "Киномания",
    "icon": "🎬",
    "category": "Кино",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Узнай, насколько хорошо ты разбираешься в знаменитых фильмах.",
    "questions": [
      {
        "q": "Кто снял фильм «Титаник» (1997)?",
        "a": [
          "Стивен Спилберг",
          "Джеймс Кэмерон",
          "Кристофер Нолан",
          "Питер Джексон"
        ],
        "correct": 1
      },
      {
        "q": "В какой кинофраншизе встречается Хогвартс?",
        "a": [
          "Гарри Поттер",
          "Властелин колец",
          "Звёздные войны",
          "Матрица"
        ],
        "correct": 0
      },
      {
        "q": "Какой фильм получил «Оскар» за лучший фильм в 2020 году?",
        "a": [
          "1917",
          "Джокер",
          "Паразиты",
          "Однажды в Голливуде"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут героя Киану Ривза в фильме «Матрица»?",
        "a": [
          "Нео",
          "Морфеус",
          "Смит",
          "Сайфер"
        ],
        "correct": 0
      },
      {
        "q": "Кто несёт Кольцо Всевластья к Роковой горе во «Властелине колец»?",
        "a": [
          "Арагорн",
          "Леголас",
          "Фродо",
          "Гимли"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут львёнка — главного героя мультфильма «Король Лев»?",
        "a": [
          "Муфаса",
          "Симба",
          "Шрам",
          "Тимон"
        ],
        "correct": 1
      },
      {
        "q": "В какой серии фильмов появляется капитан Джек Воробей?",
        "a": [
          "Индиана Джонс",
          "Хроники Нарнии",
          "Парк юрского периода",
          "Пираты Карибского моря"
        ],
        "correct": 3
      },
      {
        "q": "К какому виду сказочных существ относится Шрек?",
        "a": [
          "Огр",
          "Эльф",
          "Гном",
          "Тролль"
        ],
        "correct": 0
      },
      {
        "q": "Как зовут игрушечного ковбоя из «Истории игрушек»?",
        "a": [
          "Базз",
          "Рекс",
          "Вуди",
          "Слинки"
        ],
        "correct": 2
      },
      {
        "q": "Какого цвета большинство миньонов в мультфильмах «Гадкий я»?",
        "a": [
          "Зелёного",
          "Жёлтого",
          "Синего",
          "Красного"
        ],
        "correct": 1
      },
      {
        "q": "Как называется мир, где живут на’ви в фильме «Аватар»?",
        "a": [
          "Татуин",
          "Арракис",
          "Криптон",
          "Пандора"
        ],
        "correct": 3
      },
      {
        "q": "В какой вид спорта играют на летающих мётлах в фильмах о Гарри Поттере?",
        "a": [
          "Квиддич",
          "Кёрлинг",
          "Поло",
          "Регби"
        ],
        "correct": 0
      },
      {
        "q": "Какое оружие чаще всего ассоциируется с джедаями из «Звёздных войн»?",
        "a": [
          "Арбалет",
          "Трезубец",
          "Световой меч",
          "Бумеранг"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут Железного человека в киновселенной Marvel?",
        "a": [
          "Стив Роджерс",
          "Тони Старк",
          "Брюс Бэннер",
          "Питер Паркер"
        ],
        "correct": 1
      },
      {
        "q": "Какую роль сыграл Арнольд Шварценеггер в фильме «Терминатор» (1984)?",
        "a": [
          "Джон Коннор",
          "Кайл Риз",
          "Детектив Тракслер",
          "Терминатор"
        ],
        "correct": 3
      }
    ]
  },
  {
    "title": "Вокруг света",
    "icon": "🌍",
    "category": "География",
    "level": "Сложный",
    "price": "Бесплатно",
    "desc": "Страны, столицы и удивительные места нашей планеты.",
    "questions": [
      {
        "q": "Столица Австралии — это...",
        "a": [
          "Сидней",
          "Мельбурн",
          "Канберра",
          "Перт"
        ],
        "correct": 2
      },
      {
        "q": "Какая страна занимает наибольшую площадь в мире?",
        "a": [
          "Канада",
          "Китай",
          "США",
          "Россия"
        ],
        "correct": 3
      },
      {
        "q": "Какой океан самый маленький по площади?",
        "a": [
          "Индийский",
          "Северный Ледовитый",
          "Атлантический",
          "Тихий"
        ],
        "correct": 1
      },
      {
        "q": "Какая гора считается самой высокой на Земле по высоте над уровнем моря?",
        "a": [
          "Эверест",
          "Килиманджаро",
          "Монблан",
          "Эльбрус"
        ],
        "correct": 0
      },
      {
        "q": "Какое море находится между югом Европы и севером Африки?",
        "a": [
          "Балтийское",
          "Красное",
          "Средиземное",
          "Карибское"
        ],
        "correct": 2
      },
      {
        "q": "Какой язык является официальным в Бразилии?",
        "a": [
          "Испанский",
          "Португальский",
          "Французский",
          "Итальянский"
        ],
        "correct": 1
      },
      {
        "q": "Какой город является столицей Японии?",
        "a": [
          "Киото",
          "Осака",
          "Нара",
          "Токио"
        ],
        "correct": 3
      },
      {
        "q": "Очертания какой страны часто сравнивают с сапогом?",
        "a": [
          "Италии",
          "Норвегии",
          "Чили",
          "Греции"
        ],
        "correct": 0
      },
      {
        "q": "У берегов какой страны находится Большой Барьерный риф?",
        "a": [
          "Мексики",
          "Египта",
          "Австралии",
          "Индии"
        ],
        "correct": 2
      },
      {
        "q": "В какой стране находится древний город Мачу-Пикчу?",
        "a": [
          "Боливия",
          "Перу",
          "Эквадор",
          "Колумбия"
        ],
        "correct": 1
      },
      {
        "q": "На каком материке расположены Анды?",
        "a": [
          "Африка",
          "Евразия",
          "Австралия",
          "Южная Америка"
        ],
        "correct": 3
      },
      {
        "q": "Какой город является столицей Канады?",
        "a": [
          "Оттава",
          "Торонто",
          "Монреаль",
          "Ванкувер"
        ],
        "correct": 0
      },
      {
        "q": "Какая река протекает через Париж?",
        "a": [
          "Темза",
          "Дунай",
          "Сена",
          "Рейн"
        ],
        "correct": 2
      },
      {
        "q": "Какой город является столицей Исландии?",
        "a": [
          "Хельсинки",
          "Рейкьявик",
          "Осло",
          "Стокгольм"
        ],
        "correct": 1
      },
      {
        "q": "На каком материке находится Южный полюс?",
        "a": [
          "Южная Америка",
          "Австралия",
          "Африка",
          "Антарктида"
        ],
        "correct": 3
      }
    ]
  },
  {
    "title": "Машина времени",
    "icon": "🏛️",
    "category": "История",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "От Древнего Египта до космической эры: события, люди и эпохи.",
    "questions": [
      {
        "q": "На берегах какой реки возникла цивилизация Древнего Египта?",
        "a": [
          "Нила",
          "Амазонки",
          "Дуная",
          "Темзы"
        ],
        "correct": 0
      },
      {
        "q": "Как называли правителя Древнего Египта?",
        "a": [
          "Консул",
          "Фараон",
          "Сенатор",
          "Сёгун"
        ],
        "correct": 1
      },
      {
        "q": "В каком древнегреческом городе развивалась афинская демократия?",
        "a": [
          "Спарта",
          "Рим",
          "Афины",
          "Карфаген"
        ],
        "correct": 2
      },
      {
        "q": "В каком городе был построен Колизей?",
        "a": [
          "Афины",
          "Александрия",
          "Константинополь",
          "Рим"
        ],
        "correct": 3
      },
      {
        "q": "Какой город погребло извержение Везувия в 79 году?",
        "a": [
          "Помпеи",
          "Венецию",
          "Флоренцию",
          "Милан"
        ],
        "correct": 0
      },
      {
        "q": "Какой мореплаватель достиг Карибских островов в 1492 году?",
        "a": [
          "Джеймс Кук",
          "Христофор Колумб",
          "Васко да Гама",
          "Абель Тасман"
        ],
        "correct": 1
      },
      {
        "q": "С чьим именем связывают развитие европейского книгопечатания в XV веке?",
        "a": [
          "Исаак Ньютон",
          "Чарльз Дарвин",
          "Иоганн Гутенберг",
          "Альфред Нобель"
        ],
        "correct": 2
      },
      {
        "q": "В какой стране началась промышленная революция XVIII века?",
        "a": [
          "Бразилия",
          "Япония",
          "Австралия",
          "Великобритания"
        ],
        "correct": 3
      },
      {
        "q": "В каком году началась Великая французская революция?",
        "a": [
          "1789",
          "1612",
          "1815",
          "1914"
        ],
        "correct": 0
      },
      {
        "q": "Какой российский правитель основал Санкт-Петербург?",
        "a": [
          "Иван III",
          "Пётр I",
          "Александр III",
          "Николай II"
        ],
        "correct": 1
      },
      {
        "q": "Какую династию представлял Николай II?",
        "a": [
          "Тюдоры",
          "Бурбоны",
          "Романовы",
          "Габсбурги"
        ],
        "correct": 2
      },
      {
        "q": "Как называли военного правителя Японии, стоявшего во главе сёгуната?",
        "a": [
          "Фараон",
          "Консул",
          "Визирь",
          "Сёгун"
        ],
        "correct": 3
      },
      {
        "q": "В какой современной стране находится исторический центр империи инков Куско?",
        "a": [
          "Перу",
          "Египет",
          "Индия",
          "Греция"
        ],
        "correct": 0
      },
      {
        "q": "В каком году закончилась Вторая мировая война?",
        "a": [
          "1939",
          "1945",
          "1918",
          "1957"
        ],
        "correct": 1
      },
      {
        "q": "В каком году Юрий Гагарин совершил первый полёт в космос?",
        "a": [
          "1945",
          "1957",
          "1961",
          "1969"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Музыкальная волна",
    "icon": "🎵",
    "category": "Музыка",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Инструменты, ноты, композиторы и язык музыки.",
    "questions": [
      {
        "q": "Сколько струн у стандартной скрипки?",
        "a": [
          "4",
          "3",
          "5",
          "6"
        ],
        "correct": 0
      },
      {
        "q": "Сколько струн у классической гитары в обычной комплектации?",
        "a": [
          "4",
          "6",
          "7",
          "8"
        ],
        "correct": 1
      },
      {
        "q": "К какому семейству инструментов относится труба?",
        "a": [
          "Струнные смычковые",
          "Клавишные",
          "Медные духовые",
          "Ударные"
        ],
        "correct": 2
      },
      {
        "q": "На каком инструменте играют с помощью смычка?",
        "a": [
          "Флейта",
          "Ксилофон",
          "Труба",
          "Виолончель"
        ],
        "correct": 3
      },
      {
        "q": "Как называется коллектив певцов?",
        "a": [
          "Хор",
          "Квартал",
          "Палитра",
          "Орбита"
        ],
        "correct": 0
      },
      {
        "q": "Как называют человека, управляющего оркестром?",
        "a": [
          "Хореограф",
          "Дирижёр",
          "Режиссёр монтажа",
          "Архитектор"
        ],
        "correct": 1
      },
      {
        "q": "Кто написал балет «Лебединое озеро»?",
        "a": [
          "Вольфганг Моцарт",
          "Иоганн Бах",
          "Пётр Чайковский",
          "Фредерик Шопен"
        ],
        "correct": 2
      },
      {
        "q": "Кто написал «Лунную сонату»?",
        "a": [
          "Антонио Вивальди",
          "Джузеппе Верди",
          "Модест Мусоргский",
          "Людвиг ван Бетховен"
        ],
        "correct": 3
      },
      {
        "q": "Какой композитор создал цикл концертов «Времена года»?",
        "a": [
          "Антонио Вивальди",
          "Иоганнес Брамс",
          "Ференц Лист",
          "Морис Равель"
        ],
        "correct": 0
      },
      {
        "q": "Какая нота идёт после «ми» в последовательности до-ре-ми-фа-соль-ля-си?",
        "a": [
          "Ре",
          "Фа",
          "Соль",
          "Си"
        ],
        "correct": 1
      },
      {
        "q": "Как называется исполнение музыки без инструментального сопровождения?",
        "a": [
          "Крещендо",
          "Стаккато",
          "А капелла",
          "Форте"
        ],
        "correct": 2
      },
      {
        "q": "Какой термин означает постепенное увеличение громкости?",
        "a": [
          "Диминуэндо",
          "Пауза",
          "Пиццикато",
          "Крещендо"
        ],
        "correct": 3
      },
      {
        "q": "Какой инструмент имеет чёрные и белые клавиши?",
        "a": [
          "Фортепиано",
          "Гобой",
          "Валторна",
          "Литавры"
        ],
        "correct": 0
      },
      {
        "q": "Как называется ансамбль из четырёх музыкантов?",
        "a": [
          "Дуэт",
          "Квартет",
          "Трио",
          "Квинтет"
        ],
        "correct": 1
      },
      {
        "q": "Какой знак повышает ноту на полтона?",
        "a": [
          "Бемоль",
          "Бекар",
          "Диез",
          "Фермата"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "На старт!",
    "icon": "⚽",
    "category": "Спорт",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Узнаваемые виды спорта, инвентарь и базовые правила.",
    "questions": [
      {
        "q": "Каково максимальное число игроков одной команды на поле в большом футболе?",
        "a": [
          "11",
          "5",
          "7",
          "15"
        ],
        "correct": 0
      },
      {
        "q": "Сколько игроков одной команды одновременно играет на площадке в баскетболе?",
        "a": [
          "4",
          "5",
          "6",
          "11"
        ],
        "correct": 1
      },
      {
        "q": "Сколько игроков одной команды находится на площадке в классическом волейболе?",
        "a": [
          "5",
          "7",
          "6",
          "11"
        ],
        "correct": 2
      },
      {
        "q": "В каком виде спорта используют шайбу?",
        "a": [
          "Теннис",
          "Регби",
          "Гандбол",
          "Хоккей с шайбой"
        ],
        "correct": 3
      },
      {
        "q": "Какой предмет перебрасывают через сетку в бадминтоне?",
        "a": [
          "Волан",
          "Шайбу",
          "Диск",
          "Кеглю"
        ],
        "correct": 0
      },
      {
        "q": "Как называется нулевой счёт в английской теннисной терминологии?",
        "a": [
          "Birdie",
          "Love",
          "Strike",
          "Goal"
        ],
        "correct": 1
      },
      {
        "q": "Сколько колец на олимпийском символе?",
        "a": [
          "4",
          "6",
          "5",
          "7"
        ],
        "correct": 2
      },
      {
        "q": "Какова официальная длина марафонской дистанции?",
        "a": [
          "40 км",
          "21 км 100 м",
          "50 км",
          "42 км 195 м"
        ],
        "correct": 3
      },
      {
        "q": "В каком виде спорта есть фигуры «король» и «ладья»?",
        "a": [
          "Шахматы",
          "Шашки",
          "Кёрлинг",
          "Бильярд"
        ],
        "correct": 0
      },
      {
        "q": "Сколько клеток на стандартной шахматной доске?",
        "a": [
          "49",
          "64",
          "81",
          "100"
        ],
        "correct": 1
      },
      {
        "q": "В каком виде спорта спортсмены используют лук и стрелы?",
        "a": [
          "Биатлон",
          "Фехтование",
          "Стрельба из лука",
          "Гольф"
        ],
        "correct": 2
      },
      {
        "q": "В каком виде спорта есть дисциплины вольным стилем и на спине?",
        "a": [
          "Велоспорт",
          "Прыжки на лыжах",
          "Спортивная ходьба",
          "Плавание"
        ],
        "correct": 3
      },
      {
        "q": "Какой инвентарь используют фехтовальщики?",
        "a": [
          "Рапиру",
          "Биту",
          "Клюшку",
          "Ракетку"
        ],
        "correct": 0
      },
      {
        "q": "Какие два вида активности объединяет зимний биатлон?",
        "a": [
          "Бег и плавание",
          "Лыжную гонку и стрельбу",
          "Прыжки и борьбу",
          "Греблю и велогонку"
        ],
        "correct": 1
      },
      {
        "q": "В каком виде спорта камни направляют по льду к «дому»?",
        "a": [
          "Боулинг",
          "Гольф",
          "Кёрлинг",
          "Водное поло"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Цифровой мир",
    "icon": "💻",
    "category": "Технологии",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Компьютеры, интернет и понятные цифровые термины.",
    "questions": [
      {
        "q": "Какое устройство обычно используют для ввода текста в компьютер?",
        "a": [
          "Клавиатура",
          "Принтер",
          "Монитор",
          "Колонки"
        ],
        "correct": 0
      },
      {
        "q": "Как называют программу для просмотра веб-страниц?",
        "a": [
          "Архиватор",
          "Браузер",
          "Калькулятор",
          "Драйвер принтера"
        ],
        "correct": 1
      },
      {
        "q": "Что обозначает сокращение CPU?",
        "a": [
          "Жёсткий диск",
          "Звуковая карта",
          "Центральный процессор",
          "Сетевая розетка"
        ],
        "correct": 2
      },
      {
        "q": "Какую память обычно обозначают RAM?",
        "a": [
          "Оптический диск",
          "Облачный архив",
          "Постоянную память прошивки",
          "Оперативную"
        ],
        "correct": 3
      },
      {
        "q": "Какое устройство выводит изображение на экран?",
        "a": [
          "Монитор",
          "Микрофон",
          "Сканер",
          "Модем"
        ],
        "correct": 0
      },
      {
        "q": "Для чего нужен микрофон?",
        "a": [
          "Для печати",
          "Для ввода звука",
          "Для охлаждения процессора",
          "Для хранения файлов"
        ],
        "correct": 1
      },
      {
        "q": "Какие две цифры использует двоичная система счисления?",
        "a": [
          "1 и 2",
          "0 и 9",
          "0 и 1",
          "2 и 8"
        ],
        "correct": 2
      },
      {
        "q": "Сколько бит в одном байте?",
        "a": [
          "4",
          "10",
          "16",
          "8"
        ],
        "correct": 3
      },
      {
        "q": "Какой язык задаёт структуру веб-страницы?",
        "a": [
          "HTML",
          "CSS",
          "SQL",
          "PNG"
        ],
        "correct": 0
      },
      {
        "q": "Для чего на веб-страницах применяют CSS?",
        "a": [
          "Для питания компьютера",
          "Для оформления",
          "Для записи звука",
          "Для печати денег"
        ],
        "correct": 1
      },
      {
        "q": "Какой символ обычно разделяет имя пользователя и домен в адресе электронной почты?",
        "a": [
          "#",
          "%",
          "@",
          "&"
        ],
        "correct": 2
      },
      {
        "q": "Что такое URL?",
        "a": [
          "Тип аккумулятора",
          "Единица звука",
          "Вид монитора",
          "Адрес ресурса"
        ],
        "correct": 3
      },
      {
        "q": "Какой из вариантов является форматом изображения?",
        "a": [
          "PNG",
          "MP3",
          "WAV",
          "TXT"
        ],
        "correct": 0
      },
      {
        "q": "Какой из вариантов является форматом звукового файла?",
        "a": [
          "JPEG",
          "MP3",
          "PNG",
          "SVG"
        ],
        "correct": 1
      },
      {
        "q": "Что делает принтер?",
        "a": [
          "Измеряет температуру",
          "Ускоряет интернет",
          "Печатает на бумаге",
          "Преобразует голос в электричество"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Книжная полка",
    "icon": "📚",
    "category": "Литература",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Авторы, герои и известные произведения мировой литературы.",
    "questions": [
      {
        "q": "Кто написал роман «Преступление и наказание»?",
        "a": [
          "Фёдор Достоевский",
          "Лев Толстой",
          "Антон Чехов",
          "Иван Бунин"
        ],
        "correct": 0
      },
      {
        "q": "Кто написал роман «Мастер и Маргарита»?",
        "a": [
          "Михаил Шолохов",
          "Михаил Булгаков",
          "Борис Пастернак",
          "Иван Тургенев"
        ],
        "correct": 1
      },
      {
        "q": "Кто написал роман «Отцы и дети»?",
        "a": [
          "Николай Гоголь",
          "Иван Гончаров",
          "Иван Тургенев",
          "Максим Горький"
        ],
        "correct": 2
      },
      {
        "q": "Кто написал комедию «Ревизор»?",
        "a": [
          "Александр Грибоедов",
          "Антон Чехов",
          "Александр Островский",
          "Николай Гоголь"
        ],
        "correct": 3
      },
      {
        "q": "Кто написал пьесу «Вишнёвый сад»?",
        "a": [
          "Антон Чехов",
          "Николай Островский",
          "Михаил Лермонтов",
          "Александр Блок"
        ],
        "correct": 0
      },
      {
        "q": "Кто автор повести «Капитанская дочка»?",
        "a": [
          "Николай Некрасов",
          "Александр Пушкин",
          "Фёдор Тютчев",
          "Александр Куприн"
        ],
        "correct": 1
      },
      {
        "q": "Кто написал «Маленького принца»?",
        "a": [
          "Жюль Верн",
          "Виктор Гюго",
          "Антуан де Сент-Экзюпери",
          "Александр Дюма"
        ],
        "correct": 2
      },
      {
        "q": "Кто написал роман «Двадцать тысяч льё под водой»?",
        "a": [
          "Герберт Уэллс",
          "Джек Лондон",
          "Марк Твен",
          "Жюль Верн"
        ],
        "correct": 3
      },
      {
        "q": "Кто написал роман «Приключения Тома Сойера»?",
        "a": [
          "Марк Твен",
          "Чарльз Диккенс",
          "Эрнест Хемингуэй",
          "Оскар Уайльд"
        ],
        "correct": 0
      },
      {
        "q": "Кто написал трагедию «Ромео и Джульетта»?",
        "a": [
          "Джордж Байрон",
          "Уильям Шекспир",
          "Вальтер Скотт",
          "Даниэль Дефо"
        ],
        "correct": 1
      },
      {
        "q": "Кто написал роман «Дон Кихот»?",
        "a": [
          "Федерико Гарсиа Лорка",
          "Габриэль Гарсиа Маркес",
          "Мигель де Сервантес",
          "Умберто Эко"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут сыщика, которого придумал Артур Конан Дойл?",
        "a": [
          "Эркюль Пуаро",
          "Жюль Мегрэ",
          "Ниро Вульф",
          "Шерлок Холмс"
        ],
        "correct": 3
      },
      {
        "q": "Какой герой живёт на острове после кораблекрушения в романе Даниэля Дефо?",
        "a": [
          "Робинзон Крузо",
          "Оливер Твист",
          "Дориан Грей",
          "Обломов"
        ],
        "correct": 0
      },
      {
        "q": "Как называется литературное произведение для постановки на сцене?",
        "a": [
          "Сонет",
          "Пьеса",
          "Басня",
          "Очерк"
        ],
        "correct": 1
      },
      {
        "q": "Как называется короткое иносказательное произведение с моралью?",
        "a": [
          "Эпопея",
          "Трагедия",
          "Басня",
          "Роман"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Зелёная планета",
    "icon": "🌿",
    "category": "Природа",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Растения, леса, погода и природные явления.",
    "questions": [
      {
        "q": "К какой системе растения относятся ствол и ветви дерева?",
        "a": [
          "Побеговой системе",
          "Корневой системе",
          "Семенной оболочке",
          "Грибнице"
        ],
        "correct": 0
      },
      {
        "q": "Какая часть растения поглощает из почвы воду и минеральные вещества?",
        "a": [
          "Лепесток",
          "Корень",
          "Плод",
          "Пыльник"
        ],
        "correct": 1
      },
      {
        "q": "Как называют перенос пыльцы на рыльце пестика цветка?",
        "a": [
          "Испарение",
          "Гниение",
          "Опыление",
          "Кристаллизация"
        ],
        "correct": 2
      },
      {
        "q": "Какое из этих деревьев — хвойное?",
        "a": [
          "Берёза",
          "Дуб",
          "Липа",
          "Ель"
        ],
        "correct": 3
      },
      {
        "q": "У какого дерева созревают жёлуди?",
        "a": [
          "Дуб",
          "Клён",
          "Тополь",
          "Ива"
        ],
        "correct": 0
      },
      {
        "q": "У какого дерева плоды-крылатки часто называют «вертолётиками»?",
        "a": [
          "Яблоня",
          "Клён",
          "Рябина",
          "Вишня"
        ],
        "correct": 1
      },
      {
        "q": "Какой пигмент придаёт листьям зелёный цвет?",
        "a": [
          "Меланин",
          "Гемоглобин",
          "Хлорофилл",
          "Кератин"
        ],
        "correct": 2
      },
      {
        "q": "Как называют большие территории с преобладанием хвойных лесов в северных широтах?",
        "a": [
          "Саванна",
          "Пустыня",
          "Тундра",
          "Тайга"
        ],
        "correct": 3
      },
      {
        "q": "Какая природная зона известна обилием трав и редкими деревьями в тропиках?",
        "a": [
          "Саванна",
          "Тайга",
          "Арктическая пустыня",
          "Тундра"
        ],
        "correct": 0
      },
      {
        "q": "Как называют замёрзшие капельки воды, падающие из грозового облака?",
        "a": [
          "Туман",
          "Град",
          "Роса",
          "Иней"
        ],
        "correct": 1
      },
      {
        "q": "Как называют капли воды, образующиеся ночью на охлаждённых поверхностях?",
        "a": [
          "Пепел",
          "Град",
          "Роса",
          "Снег"
        ],
        "correct": 2
      },
      {
        "q": "Какое явление связано с преломлением и отражением света в каплях воды?",
        "a": [
          "Землетрясение",
          "Прилив",
          "Извержение",
          "Радуга"
        ],
        "correct": 3
      },
      {
        "q": "Как называют длительное отсутствие осадков, вызывающее нехватку воды?",
        "a": [
          "Засуха",
          "Оттепель",
          "Паводок",
          "Гроза"
        ],
        "correct": 0
      },
      {
        "q": "Какой прибор показывает температуру воздуха?",
        "a": [
          "Анемометр",
          "Термометр",
          "Компас",
          "Линейка"
        ],
        "correct": 1
      },
      {
        "q": "Как называется охраняемая природная территория со строгим режимом сохранения природы?",
        "a": [
          "Аэропорт",
          "Карьер",
          "Заповедник",
          "Автодром"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Космическая экспедиция",
    "icon": "🚀",
    "category": "Космос",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Планеты, звёзды, космические аппараты и исследования.",
    "questions": [
      {
        "q": "В какой галактике находится Солнечная система?",
        "a": [
          "Млечный Путь",
          "Туманность Андромеды",
          "Большое Магелланово Облако",
          "Галактика Треугольника"
        ],
        "correct": 0
      },
      {
        "q": "Как называется звезда в центре Солнечной системы?",
        "a": [
          "Сириус",
          "Солнце",
          "Вега",
          "Полярная звезда"
        ],
        "correct": 1
      },
      {
        "q": "Какую планету называют Красной планетой?",
        "a": [
          "Нептун",
          "Уран",
          "Марс",
          "Венера"
        ],
        "correct": 2
      },
      {
        "q": "Какая планета особенно известна своей яркой системой колец?",
        "a": [
          "Меркурий",
          "Земля",
          "Венера",
          "Сатурн"
        ],
        "correct": 3
      },
      {
        "q": "Какая планета является восьмой от Солнца?",
        "a": [
          "Нептун",
          "Уран",
          "Сатурн",
          "Юпитер"
        ],
        "correct": 0
      },
      {
        "q": "Что в Солнечной системе является карликовой планетой?",
        "a": [
          "Марс",
          "Плутон",
          "Венера",
          "Меркурий"
        ],
        "correct": 1
      },
      {
        "q": "Как называют небесное тело, обращающееся вокруг планеты?",
        "a": [
          "Созвездие",
          "Туманность",
          "Спутник",
          "Галактика"
        ],
        "correct": 2
      },
      {
        "q": "Как называется след света, возникающий при движении метеорного тела в атмосфере?",
        "a": [
          "Орбита",
          "Затмение",
          "Комета",
          "Метеор"
        ],
        "correct": 3
      },
      {
        "q": "Как называют остаток космического тела, достигший поверхности Земли?",
        "a": [
          "Метеорит",
          "Метеор",
          "Созвездие",
          "Пульсар"
        ],
        "correct": 0
      },
      {
        "q": "Как называют траекторию движения одного небесного тела вокруг другого?",
        "a": [
          "Экватор",
          "Орбита",
          "Горизонт",
          "Меридиан"
        ],
        "correct": 1
      },
      {
        "q": "Кто первым из людей вышел в открытый космос?",
        "a": [
          "Юрий Гагарин",
          "Нил Армстронг",
          "Алексей Леонов",
          "Герман Титов"
        ],
        "correct": 2
      },
      {
        "q": "Кто первым ступил на поверхность Луны?",
        "a": [
          "Алексей Леонов",
          "Джон Гленн",
          "Юрий Гагарин",
          "Нил Армстронг"
        ],
        "correct": 3
      },
      {
        "q": "Как называется естественный спутник Марса из этого списка?",
        "a": [
          "Фобос",
          "Европа",
          "Титан",
          "Ганимед"
        ],
        "correct": 0
      },
      {
        "q": "Какой газ является основным компонентом Солнца по массе?",
        "a": [
          "Кислород",
          "Водород",
          "Азот",
          "Углекислый газ"
        ],
        "correct": 1
      },
      {
        "q": "Что используют астрономы для наблюдения далёких небесных объектов?",
        "a": [
          "Микроскоп",
          "Барометр",
          "Телескоп",
          "Сейсмограф"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Вкусный квиз",
    "icon": "🍜",
    "category": "Еда",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Продукты, блюда и кухонные традиции разных стран.",
    "questions": [
      {
        "q": "Какая крупа обычно служит основой ризотто?",
        "a": [
          "Рис",
          "Гречка",
          "Пшено",
          "Манка"
        ],
        "correct": 0
      },
      {
        "q": "Из какого продукта делают традиционный тофу?",
        "a": [
          "Картофель",
          "Соя",
          "Кукуруза",
          "Яблоки"
        ],
        "correct": 1
      },
      {
        "q": "Какой ингредиент является основой гуакамоле?",
        "a": [
          "Тыква",
          "Шпинат",
          "Авокадо",
          "Свёкла"
        ],
        "correct": 2
      },
      {
        "q": "Из какого зерна делают овсяные хлопья?",
        "a": [
          "Рожь",
          "Ячмень",
          "Рис",
          "Овёс"
        ],
        "correct": 3
      },
      {
        "q": "Какое блюдо традиционно связывают с Италией?",
        "a": [
          "Пицца",
          "Суши",
          "Паэлья",
          "Тако"
        ],
        "correct": 0
      },
      {
        "q": "С кухней какой страны прежде всего связывают суши?",
        "a": [
          "Мексика",
          "Япония",
          "Греция",
          "Индия"
        ],
        "correct": 1
      },
      {
        "q": "Какую страну считают родиной паэльи?",
        "a": [
          "Финляндия",
          "Вьетнам",
          "Испания",
          "Канада"
        ],
        "correct": 2
      },
      {
        "q": "Какой овощ придаёт многим видам борща характерный красный цвет?",
        "a": [
          "Морковь",
          "Огурец",
          "Кабачок",
          "Свёкла"
        ],
        "correct": 3
      },
      {
        "q": "Как называется итальянский десерт с маскарпоне и кофе?",
        "a": [
          "Тирамису",
          "Пахлава",
          "Безе",
          "Штрудель"
        ],
        "correct": 0
      },
      {
        "q": "Какой продукт получают из какао-бобов?",
        "a": [
          "Творог",
          "Шоколад",
          "Мармелад из яблок",
          "Мёд"
        ],
        "correct": 1
      },
      {
        "q": "Какую пряность получают из рылец цветков крокуса?",
        "a": [
          "Корица",
          "Гвоздика",
          "Шафран",
          "Ваниль"
        ],
        "correct": 2
      },
      {
        "q": "Из какой части растения получают корицу?",
        "a": [
          "Корень",
          "Пыльца",
          "Плодовая косточка",
          "Кора"
        ],
        "correct": 3
      },
      {
        "q": "Какой продукт является главным ингредиентом традиционного хумуса?",
        "a": [
          "Нут",
          "Горох маш",
          "Чечевица",
          "Фасоль адзуки"
        ],
        "correct": 0
      },
      {
        "q": "Как называют способ приготовления пищи в кипящей воде?",
        "a": [
          "Копчение",
          "Варка",
          "Сушка",
          "Заморозка"
        ],
        "correct": 1
      },
      {
        "q": "Какой из этих продуктов относится к цитрусовым?",
        "a": [
          "Персик",
          "Груша",
          "Грейпфрут",
          "Слива"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "В мире искусства",
    "icon": "🎨",
    "category": "Искусство",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Картины, художественные техники и знаменитые мастера.",
    "questions": [
      {
        "q": "Кто написал «Мону Лизу»?",
        "a": [
          "Леонардо да Винчи",
          "Рафаэль",
          "Клод Моне",
          "Пабло Пикассо"
        ],
        "correct": 0
      },
      {
        "q": "Кто написал картину «Звёздная ночь»?",
        "a": [
          "Сальвадор Дали",
          "Винсент ван Гог",
          "Поль Сезанн",
          "Эдуард Мане"
        ],
        "correct": 1
      },
      {
        "q": "Кто написал «Чёрный квадрат»?",
        "a": [
          "Илья Репин",
          "Василий Суриков",
          "Казимир Малевич",
          "Иван Айвазовский"
        ],
        "correct": 2
      },
      {
        "q": "Какой художник написал «Девятый вал»?",
        "a": [
          "Исаак Левитан",
          "Виктор Васнецов",
          "Иван Шишкин",
          "Иван Айвазовский"
        ],
        "correct": 3
      },
      {
        "q": "Кто написал картину «Богатыри»?",
        "a": [
          "Виктор Васнецов",
          "Илья Репин",
          "Василий Кандинский",
          "Казимир Малевич"
        ],
        "correct": 0
      },
      {
        "q": "Кто расписал потолок Сикстинской капеллы?",
        "a": [
          "Рембрандт",
          "Микеланджело",
          "Диего Веласкес",
          "Поль Гоген"
        ],
        "correct": 1
      },
      {
        "q": "Как называют изображение человека в изобразительном искусстве?",
        "a": [
          "Натюрморт",
          "Пейзаж",
          "Портрет",
          "Орнамент"
        ],
        "correct": 2
      },
      {
        "q": "Как называют изображение природы?",
        "a": [
          "Портрет",
          "Натюрморт",
          "Карикатура",
          "Пейзаж"
        ],
        "correct": 3
      },
      {
        "q": "Как называется изображение предметов, например фруктов и посуды?",
        "a": [
          "Натюрморт",
          "Пейзаж",
          "Батальная сцена",
          "Автопортрет"
        ],
        "correct": 0
      },
      {
        "q": "Как называют портрет, на котором художник изображает самого себя?",
        "a": [
          "Барельеф",
          "Автопортрет",
          "Коллаж",
          "Миниатюра"
        ],
        "correct": 1
      },
      {
        "q": "Какая техника использует прозрачные краски, растворимые в воде?",
        "a": [
          "Мозаика",
          "Гравюра",
          "Акварель",
          "Лепка"
        ],
        "correct": 2
      },
      {
        "q": "Как называют картину, собранную из кусочков камня, стекла или керамики?",
        "a": [
          "Фреска",
          "Литография",
          "Офорт",
          "Мозаика"
        ],
        "correct": 3
      },
      {
        "q": "На какой поверхности пишут фреску по традиционной технологии?",
        "a": [
          "По сырой штукатурке",
          "По льду",
          "По сухому металлу",
          "По ткани без грунта"
        ],
        "correct": 0
      },
      {
        "q": "Как называется объёмное произведение из камня, металла или другого материала?",
        "a": [
          "Акварель",
          "Скульптура",
          "Гравюра",
          "Пастель"
        ],
        "correct": 1
      },
      {
        "q": "Какой музей находится в бывшем королевском дворце в центре Парижа?",
        "a": [
          "Прадо",
          "Эрмитаж",
          "Лувр",
          "Уффици"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Мифы и легенды",
    "icon": "⚡",
    "category": "Культура",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Боги и герои древнегреческих, римских и скандинавских мифов.",
    "questions": [
      {
        "q": "Кто считался верховным богом в древнегреческой мифологии?",
        "a": [
          "Зевс",
          "Арес",
          "Гермес",
          "Гефест"
        ],
        "correct": 0
      },
      {
        "q": "Какого древнегреческого бога связывали с морем?",
        "a": [
          "Аполлон",
          "Посейдон",
          "Дионис",
          "Гермес"
        ],
        "correct": 1
      },
      {
        "q": "Какая богиня в греческих мифах олицетворяла мудрость?",
        "a": [
          "Афродита",
          "Деметра",
          "Афина",
          "Гера"
        ],
        "correct": 2
      },
      {
        "q": "Кто в греческой мифологии был богом подземного царства?",
        "a": [
          "Гелиос",
          "Пан",
          "Эрос",
          "Аид"
        ],
        "correct": 3
      },
      {
        "q": "Какого героя греческих мифов связывают с двенадцатью подвигами?",
        "a": [
          "Геракл",
          "Орфей",
          "Тесей",
          "Ясон"
        ],
        "correct": 0
      },
      {
        "q": "Какой герой победил Минотавра?",
        "a": [
          "Персей",
          "Тесей",
          "Ахилл",
          "Одиссей"
        ],
        "correct": 1
      },
      {
        "q": "Кто, согласно греческому мифу, подарил людям огонь?",
        "a": [
          "Нарцисс",
          "Сизиф",
          "Прометей",
          "Тантал"
        ],
        "correct": 2
      },
      {
        "q": "Какой герой путешествовал домой после Троянской войны в поэме Гомера?",
        "a": [
          "Патрокл",
          "Парис",
          "Гектор",
          "Одиссей"
        ],
        "correct": 3
      },
      {
        "q": "Как звали крылатого коня в греческой мифологии?",
        "a": [
          "Пегас",
          "Цербер",
          "Минотавр",
          "Грифон"
        ],
        "correct": 0
      },
      {
        "q": "Как звали трёхглавого пса, охранявшего вход в подземное царство?",
        "a": [
          "Пегас",
          "Цербер",
          "Хирон",
          "Тритон"
        ],
        "correct": 1
      },
      {
        "q": "Какой герой греческого мифа погиб, подлетев слишком близко к Солнцу?",
        "a": [
          "Дедал",
          "Персей",
          "Икар",
          "Орфей"
        ],
        "correct": 2
      },
      {
        "q": "Какого римского бога обычно соотносят с греческим Зевсом?",
        "a": [
          "Марс",
          "Меркурий",
          "Нептун",
          "Юпитер"
        ],
        "correct": 3
      },
      {
        "q": "Кто в скандинавской мифологии владеет молотом Мьёльниром?",
        "a": [
          "Тор",
          "Один",
          "Локи",
          "Бальдр"
        ],
        "correct": 0
      },
      {
        "q": "Как называется мировое древо в скандинавской мифологии?",
        "a": [
          "Олимп",
          "Иггдрасиль",
          "Вальхалла",
          "Мидгард"
        ],
        "correct": 1
      },
      {
        "q": "Какое существо из легенд возрождается из пепла?",
        "a": [
          "Кентавр",
          "Василиск",
          "Феникс",
          "Единорог"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Удивительные животные",
    "icon": "🦊",
    "category": "Природа",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Кто плавает, летает, строит плотины и меняет окраску.",
    "questions": [
      {
        "q": "Какое животное является самым крупным из ныне живущих?",
        "a": [
          "Синий кит",
          "Африканский слон",
          "Жираф",
          "Белый носорог"
        ],
        "correct": 0
      },
      {
        "q": "Какое из этих животных — сумчатое?",
        "a": [
          "Лось",
          "Кенгуру",
          "Барсук",
          "Волк"
        ],
        "correct": 1
      },
      {
        "q": "Какое млекопитающее из этого списка откладывает яйца?",
        "a": [
          "Выдра",
          "Енот",
          "Утконос",
          "Тюлень"
        ],
        "correct": 2
      },
      {
        "q": "Какое из этих животных умеет активно летать и относится к млекопитающим?",
        "a": [
          "Летяга",
          "Белка",
          "Коала",
          "Летучая мышь"
        ],
        "correct": 3
      },
      {
        "q": "У какого животного из этого списка наиболее длинная шея?",
        "a": [
          "Жираф",
          "Зебра",
          "Бизон",
          "Антилопа гну"
        ],
        "correct": 0
      },
      {
        "q": "Какое животное строит плотины из веток и стволов?",
        "a": [
          "Лиса",
          "Бобр",
          "Рысь",
          "Ёж"
        ],
        "correct": 1
      },
      {
        "q": "Какая птица из этого списка не умеет летать?",
        "a": [
          "Сокол",
          "Ласточка",
          "Страус",
          "Ворон"
        ],
        "correct": 2
      },
      {
        "q": "Чем покрыто тело большинства птиц?",
        "a": [
          "Шерстью",
          "Чешуёй млекопитающих",
          "Хитиновым панцирем",
          "Перьями"
        ],
        "correct": 3
      },
      {
        "q": "Сколько ног у взрослого насекомого?",
        "a": [
          "6",
          "4",
          "8",
          "10"
        ],
        "correct": 0
      },
      {
        "q": "Сколько ног у паука?",
        "a": [
          "6",
          "8",
          "10",
          "12"
        ],
        "correct": 1
      },
      {
        "q": "Какое насекомое производит мёд?",
        "a": [
          "Божья коровка",
          "Стрекоза",
          "Медоносная пчела",
          "Кузнечик"
        ],
        "correct": 2
      },
      {
        "q": "В кого превращается гусеница бабочки после стадии куколки?",
        "a": [
          "В жука",
          "В стрекозу",
          "В муравья",
          "В бабочку"
        ],
        "correct": 3
      },
      {
        "q": "Какой орган помогает рыбам получать кислород из воды?",
        "a": [
          "Жабры",
          "Перья",
          "Усы",
          "Копыта"
        ],
        "correct": 0
      },
      {
        "q": "К какому классу позвоночных относится лягушка?",
        "a": [
          "Птицы",
          "Земноводные",
          "Млекопитающие",
          "Пресмыкающиеся"
        ],
        "correct": 1
      },
      {
        "q": "Какое животное из этого списка относится к пресмыкающимся?",
        "a": [
          "Саламандра",
          "Лягушка",
          "Крокодил",
          "Тритон"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Тайны океана",
    "icon": "🐙",
    "category": "Природа",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Морские обитатели, волны, рифы и подводные глубины.",
    "questions": [
      {
        "q": "Сколько рук у осьминога?",
        "a": [
          "8",
          "6",
          "10",
          "12"
        ],
        "correct": 0
      },
      {
        "q": "К какой группе животных относятся коралловые полипы?",
        "a": [
          "Растения",
          "Животные",
          "Грибы",
          "Бактерии"
        ],
        "correct": 1
      },
      {
        "q": "Какой из этих морских обитателей — млекопитающее?",
        "a": [
          "Акула",
          "Скат",
          "Кашалот",
          "Тунец"
        ],
        "correct": 2
      },
      {
        "q": "Какой из этих морских обитателей — рыба?",
        "a": [
          "Дельфин",
          "Осьминог",
          "Медуза",
          "Морской конёк"
        ],
        "correct": 3
      },
      {
        "q": "Какое животное образует жемчужину в раковине?",
        "a": [
          "Моллюск",
          "Морская звезда",
          "Дельфин",
          "Краб"
        ],
        "correct": 0
      },
      {
        "q": "Какой океан омывает западное побережье Южной Америки?",
        "a": [
          "Атлантический",
          "Тихий",
          "Индийский",
          "Северный Ледовитый"
        ],
        "correct": 1
      },
      {
        "q": "В каком океане находится Марианская впадина?",
        "a": [
          "Атлантический",
          "Индийский",
          "Тихий",
          "Северный Ледовитый"
        ],
        "correct": 2
      },
      {
        "q": "Как называется периодическое повышение уровня моря под действием притяжения Луны и Солнца?",
        "a": [
          "Муссон",
          "Штиль",
          "Туман",
          "Прилив"
        ],
        "correct": 3
      },
      {
        "q": "Как называют почти полное отсутствие ветра на море?",
        "a": [
          "Штиль",
          "Шторм",
          "Бриз",
          "Тайфун"
        ],
        "correct": 0
      },
      {
        "q": "Как называется большая плавающая глыба льда, отколовшаяся от ледника?",
        "a": [
          "Атолл",
          "Айсберг",
          "Риф",
          "Дельта"
        ],
        "correct": 1
      },
      {
        "q": "Как называется кольцеобразный коралловый остров с лагуной?",
        "a": [
          "Фьорд",
          "Перешеек",
          "Атолл",
          "Полуостров"
        ],
        "correct": 2
      },
      {
        "q": "Какой из этих организмов часто имеет стрекательные клетки?",
        "a": [
          "Тюлень",
          "Треска",
          "Морской конёк",
          "Медуза"
        ],
        "correct": 3
      },
      {
        "q": "Как называют способность живых организмов излучать свет?",
        "a": [
          "Биолюминесценция",
          "Эхолокация",
          "Фототропизм",
          "Камуфляж"
        ],
        "correct": 0
      },
      {
        "q": "Как называется морская волна, которая может возникать при подводном землетрясении?",
        "a": [
          "Муссон",
          "Цунами",
          "Торнадо",
          "Смерч"
        ],
        "correct": 1
      },
      {
        "q": "Какое свойство морской воды связано с растворёнными в ней солями?",
        "a": [
          "Прозрачность воздуха",
          "Магнитность",
          "Солёность",
          "Горючесть"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Математика без паники",
    "icon": "🔢",
    "category": "Наука",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Числа, фигуры, дроби и задачи, которые приятно решить.",
    "questions": [
      {
        "q": "Чему равно 7 × 8?",
        "a": [
          "56",
          "48",
          "54",
          "64"
        ],
        "correct": 0
      },
      {
        "q": "Чему равны 15% от 200?",
        "a": [
          "15",
          "30",
          "20",
          "45"
        ],
        "correct": 1
      },
      {
        "q": "Какое число равно половине от 3?",
        "a": [
          "0,5",
          "2,5",
          "1,5",
          "6"
        ],
        "correct": 2
      },
      {
        "q": "Чему равна сумма углов треугольника на плоскости?",
        "a": [
          "90°",
          "270°",
          "360°",
          "180°"
        ],
        "correct": 3
      },
      {
        "q": "Как называется треугольник, у которого все стороны равны?",
        "a": [
          "Равносторонний",
          "Прямоугольный",
          "Разносторонний",
          "Тупоугольный"
        ],
        "correct": 0
      },
      {
        "q": "Сколько граней у куба?",
        "a": [
          "4",
          "6",
          "8",
          "12"
        ],
        "correct": 1
      },
      {
        "q": "Сколько рёбер у куба?",
        "a": [
          "6",
          "8",
          "12",
          "24"
        ],
        "correct": 2
      },
      {
        "q": "Чему равна площадь прямоугольника со сторонами 3 см и 4 см?",
        "a": [
          "7 см²",
          "14 см²",
          "24 см²",
          "12 см²"
        ],
        "correct": 3
      },
      {
        "q": "Чему равен периметр квадрата со стороной 5 см?",
        "a": [
          "20 см",
          "10 см",
          "25 см",
          "15 см"
        ],
        "correct": 0
      },
      {
        "q": "Какая дробь равна 0,25?",
        "a": [
          "1/2",
          "1/4",
          "1/3",
          "3/4"
        ],
        "correct": 1
      },
      {
        "q": "Какое число является наименьшим положительным чётным целым?",
        "a": [
          "0",
          "1",
          "2",
          "4"
        ],
        "correct": 2
      },
      {
        "q": "Чему равно 2 в пятой степени?",
        "a": [
          "10",
          "16",
          "64",
          "32"
        ],
        "correct": 3
      },
      {
        "q": "Чему равен квадратный корень из 81?",
        "a": [
          "9",
          "8",
          "18",
          "27"
        ],
        "correct": 0
      },
      {
        "q": "Как называется отрезок, соединяющий центр окружности с её точкой?",
        "a": [
          "Диаметр",
          "Радиус",
          "Хорда",
          "Секущая"
        ],
        "correct": 1
      },
      {
        "q": "Какое число получится при округлении 3,76 до десятых?",
        "a": [
          "3,7",
          "3,6",
          "3,8",
          "4,0"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Физика вокруг нас",
    "icon": "💡",
    "category": "Наука",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Свет, движение, электричество и повседневные явления.",
    "questions": [
      {
        "q": "В каких единицах СИ измеряют силу?",
        "a": [
          "Ньютон",
          "Джоуль",
          "Ватт",
          "Паскаль"
        ],
        "correct": 0
      },
      {
        "q": "В каких единицах СИ измеряют энергию?",
        "a": [
          "Ампер",
          "Джоуль",
          "Ом",
          "Герц"
        ],
        "correct": 1
      },
      {
        "q": "В каких единицах СИ измеряют мощность?",
        "a": [
          "Кулон",
          "Метр",
          "Ватт",
          "Кельвин"
        ],
        "correct": 2
      },
      {
        "q": "В каких единицах СИ измеряют электрическое напряжение?",
        "a": [
          "Ампер",
          "Ом",
          "Тесла",
          "Вольт"
        ],
        "correct": 3
      },
      {
        "q": "Какой прибор измеряет силу электрического тока?",
        "a": [
          "Амперметр",
          "Вольтметр",
          "Барометр",
          "Манометр"
        ],
        "correct": 0
      },
      {
        "q": "Что происходит со светом при переходе из воздуха в воду под углом к поверхности?",
        "a": [
          "Он исчезает",
          "Он преломляется",
          "Он перестаёт распространяться",
          "Он превращается в звук"
        ],
        "correct": 1
      },
      {
        "q": "Как называется отражающая поверхность, в которой можно увидеть своё изображение?",
        "a": [
          "Линейка",
          "Термометр",
          "Зеркало",
          "Гиря"
        ],
        "correct": 2
      },
      {
        "q": "Может ли обычная звуковая волна распространяться в вакууме?",
        "a": [
          "Да, как в воздухе",
          "Только ночью",
          "Только при солнечном свете",
          "Нет, ей нужна среда"
        ],
        "correct": 3
      },
      {
        "q": "Какая сила удерживает нас у поверхности Земли?",
        "a": [
          "Сила тяжести",
          "Сила Архимеда",
          "Сила упругости пружины",
          "Сила натяжения нити"
        ],
        "correct": 0
      },
      {
        "q": "Какой вид энергии связан с движением тела?",
        "a": [
          "Химическая связь в покоящемся топливе",
          "Кинетическая",
          "Ядерная связь",
          "Энергия покоя"
        ],
        "correct": 1
      },
      {
        "q": "Как называют переход жидкости в газ с её поверхности?",
        "a": [
          "Плавление",
          "Кристаллизация",
          "Испарение",
          "Конденсация"
        ],
        "correct": 2
      },
      {
        "q": "Как называют переход газа в жидкость?",
        "a": [
          "Испарение",
          "Плавление",
          "Сублимация",
          "Конденсация"
        ],
        "correct": 3
      },
      {
        "q": "Какой простой механизм представляет собой жёсткий стержень с точкой опоры?",
        "a": [
          "Рычаг",
          "Линза",
          "Магнит",
          "Конденсатор"
        ],
        "correct": 0
      },
      {
        "q": "Что показывает спидометр?",
        "a": [
          "Массу",
          "Скорость",
          "Силу тока",
          "Давление"
        ],
        "correct": 1
      },
      {
        "q": "Какая физическая величина определяется как масса, делённая на объём?",
        "a": [
          "Скорость",
          "Мощность",
          "Плотность",
          "Частота"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Лаборатория знаний",
    "icon": "🧪",
    "category": "Наука",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Элементы, вещества и основы химии без сложных формул.",
    "questions": [
      {
        "q": "Какой химический символ у кислорода?",
        "a": [
          "O",
          "K",
          "C",
          "N"
        ],
        "correct": 0
      },
      {
        "q": "Какой химический символ у железа?",
        "a": [
          "F",
          "Fe",
          "I",
          "Ir"
        ],
        "correct": 1
      },
      {
        "q": "Какой химический символ у серебра?",
        "a": [
          "Au",
          "Al",
          "Ag",
          "Ar"
        ],
        "correct": 2
      },
      {
        "q": "Какой химический символ у натрия?",
        "a": [
          "N",
          "Ni",
          "Ne",
          "Na"
        ],
        "correct": 3
      },
      {
        "q": "Какой химический символ у углерода?",
        "a": [
          "C",
          "Ca",
          "Cl",
          "Cu"
        ],
        "correct": 0
      },
      {
        "q": "Какой химический символ у водорода?",
        "a": [
          "He",
          "H",
          "Hg",
          "Ho"
        ],
        "correct": 1
      },
      {
        "q": "Какова формула углекислого газа?",
        "a": [
          "CO",
          "O₂",
          "CO₂",
          "CH₄"
        ],
        "correct": 2
      },
      {
        "q": "Какова формула поваренной соли?",
        "a": [
          "KOH",
          "HCl",
          "CaCO₃",
          "NaCl"
        ],
        "correct": 3
      },
      {
        "q": "Какая частица имеет отрицательный электрический заряд?",
        "a": [
          "Электрон",
          "Протон",
          "Нейтрон",
          "Атом гелия в целом"
        ],
        "correct": 0
      },
      {
        "q": "Какая частица в ядре атома имеет положительный заряд?",
        "a": [
          "Электрон",
          "Протон",
          "Нейтрон",
          "Фотон"
        ],
        "correct": 1
      },
      {
        "q": "Чему равен pH нейтрального водного раствора при 25 °C?",
        "a": [
          "0",
          "3",
          "7",
          "14"
        ],
        "correct": 2
      },
      {
        "q": "Какая среда у водного раствора с pH 2 при 25 °C?",
        "a": [
          "Нейтральная",
          "Щелочная",
          "Любая независимо от pH",
          "Кислая"
        ],
        "correct": 3
      },
      {
        "q": "Какое вещество является простым веществом?",
        "a": [
          "Кислород O₂",
          "Вода H₂O",
          "Соль NaCl",
          "Углекислый газ CO₂"
        ],
        "correct": 0
      },
      {
        "q": "Как называют вещество, ускоряющее химическую реакцию и восстанавливающееся после её цикла?",
        "a": [
          "Растворитель в любой реакции",
          "Катализатор",
          "Осадок",
          "Индикатор температуры"
        ],
        "correct": 1
      },
      {
        "q": "Какой элемент имеет атомный номер 1?",
        "a": [
          "Гелий",
          "Литий",
          "Водород",
          "Углерод"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Живая наука",
    "icon": "🧬",
    "category": "Наука",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Клетки, наследственность и устройство живых организмов.",
    "questions": [
      {
        "q": "Как называют основную структурную единицу живых организмов?",
        "a": [
          "Клетка",
          "Молекула воды",
          "Кристалл",
          "Минерал"
        ],
        "correct": 0
      },
      {
        "q": "Какая молекула хранит наследственную информацию у клеточных организмов?",
        "a": [
          "Крахмал",
          "ДНК",
          "Целлюлоза",
          "Глюкоза"
        ],
        "correct": 1
      },
      {
        "q": "Как называется наука о наследственности и изменчивости?",
        "a": [
          "Геология",
          "Астрономия",
          "Генетика",
          "Метеорология"
        ],
        "correct": 2
      },
      {
        "q": "Какие органоиды эукариотических клеток часто называют их «энергетическими станциями»?",
        "a": [
          "Лизосомы",
          "Вакуоли",
          "Рибосомы",
          "Митохондрии"
        ],
        "correct": 3
      },
      {
        "q": "Где в растительной клетке происходит фотосинтез?",
        "a": [
          "В хлоропластах",
          "В клеточной стенке",
          "В ядрышке",
          "В аппарате Гольджи"
        ],
        "correct": 0
      },
      {
        "q": "Какое вещество образует клеточные стенки растений?",
        "a": [
          "Гликоген",
          "Целлюлоза",
          "Хитин",
          "Гемоглобин"
        ],
        "correct": 1
      },
      {
        "q": "Какую функцию прежде всего выполняют рибосомы?",
        "a": [
          "Хранение желчи",
          "Перекачивание крови",
          "Синтез белка",
          "Образование минеральной соли"
        ],
        "correct": 2
      },
      {
        "q": "Как называется наука о растениях?",
        "a": [
          "Зоология",
          "Микология",
          "Орнитология",
          "Ботаника"
        ],
        "correct": 3
      },
      {
        "q": "Как называется наука о грибах?",
        "a": [
          "Микология",
          "Ботаника",
          "Ихтиология",
          "Энтомология"
        ],
        "correct": 0
      },
      {
        "q": "Что изучает орнитология?",
        "a": [
          "Рыб",
          "Птиц",
          "Насекомых",
          "Грибы"
        ],
        "correct": 1
      },
      {
        "q": "Что изучает энтомология?",
        "a": [
          "Птиц",
          "Млекопитающих",
          "Насекомых",
          "Водоросли"
        ],
        "correct": 2
      },
      {
        "q": "К какой группе организмов относится кишечная палочка?",
        "a": [
          "Растения",
          "Животные",
          "Грибы",
          "Бактерии"
        ],
        "correct": 3
      },
      {
        "q": "Какие организмы в пищевой цепи образуют органические вещества из неорганических, используя энергию света?",
        "a": [
          "Фотосинтезирующие продуценты",
          "Хищники",
          "Паразитические животные",
          "Падальщики"
        ],
        "correct": 0
      },
      {
        "q": "Как называют взаимовыгодное совместное существование организмов разных видов?",
        "a": [
          "Хищничество",
          "Мутуализм",
          "Паразитизм",
          "Конкуренция"
        ],
        "correct": 1
      },
      {
        "q": "Какая структура отделяет содержимое клетки от окружающей среды?",
        "a": [
          "Лепесток",
          "Плод",
          "Клеточная мембрана",
          "Сустав"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Знатоки русского",
    "icon": "✍️",
    "category": "Языки",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Части речи, значения слов и правила русского языка.",
    "questions": [
      {
        "q": "На какой вопрос отвечает имя существительное?",
        "a": [
          "Кто? Что?",
          "Какой? Чей?",
          "Что делать?",
          "Как? Где?"
        ],
        "correct": 0
      },
      {
        "q": "На какой вопрос обычно отвечает имя прилагательное?",
        "a": [
          "Кто?",
          "Какой?",
          "Что делать?",
          "Сколько?"
        ],
        "correct": 1
      },
      {
        "q": "Какая часть речи обозначает действие или состояние?",
        "a": [
          "Союз",
          "Предлог",
          "Глагол",
          "Числительное"
        ],
        "correct": 2
      },
      {
        "q": "Как называется изменение имён существительных по падежам и числам?",
        "a": [
          "Спряжение",
          "Словообразование",
          "Чередование",
          "Склонение"
        ],
        "correct": 3
      },
      {
        "q": "Как называется изменение глаголов по лицам и числам?",
        "a": [
          "Спряжение",
          "Склонение",
          "Сокращение",
          "Ударение"
        ],
        "correct": 0
      },
      {
        "q": "Как называют слова с противоположным значением?",
        "a": [
          "Синонимы",
          "Антонимы",
          "Омонимы",
          "Паронимы"
        ],
        "correct": 1
      },
      {
        "q": "Как называют слова, близкие по значению?",
        "a": [
          "Антонимы",
          "Омонимы",
          "Синонимы",
          "Неологизмы"
        ],
        "correct": 2
      },
      {
        "q": "Какое слово является антонимом слова «горячий»?",
        "a": [
          "Тёплый",
          "Жаркий",
          "Знойный",
          "Холодный"
        ],
        "correct": 3
      },
      {
        "q": "Какое слово является синонимом слова «смелый»?",
        "a": [
          "Храбрый",
          "Робкий",
          "Тихий",
          "Слабый"
        ],
        "correct": 0
      },
      {
        "q": "Сколько падежей выделяют в школьной системе русского языка?",
        "a": [
          "4",
          "6",
          "5",
          "7"
        ],
        "correct": 1
      },
      {
        "q": "Какой падеж отвечает на вопросы «кем? чем?»?",
        "a": [
          "Именительный",
          "Родительный",
          "Творительный",
          "Дательный"
        ],
        "correct": 2
      },
      {
        "q": "Как называется общая часть родственных слов, содержащая их основное значение?",
        "a": [
          "Окончание",
          "Приставка",
          "Суффикс",
          "Корень"
        ],
        "correct": 3
      },
      {
        "q": "Как называется часть слова, стоящая перед корнем?",
        "a": [
          "Приставка",
          "Окончание",
          "Суффикс",
          "Постфикс"
        ],
        "correct": 0
      },
      {
        "q": "Какое слово написано правильно?",
        "a": [
          "Жызнь",
          "Жизнь",
          "Жизьнь",
          "Жиснь"
        ],
        "correct": 1
      },
      {
        "q": "Как называется предложение, в котором о чём-либо спрашивают?",
        "a": [
          "Побудительное",
          "Назывное",
          "Вопросительное",
          "Безличное"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "English: первый уровень",
    "icon": "🇬🇧",
    "category": "Языки",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Английские слова и простые фразы для повседневного общения.",
    "questions": [
      {
        "q": "Как переводится английское слово «apple»?",
        "a": [
          "Яблоко",
          "Груша",
          "Слива",
          "Вишня"
        ],
        "correct": 0
      },
      {
        "q": "Как переводится «book»?",
        "a": [
          "Ручка",
          "Книга",
          "Стол",
          "Письмо"
        ],
        "correct": 1
      },
      {
        "q": "Какое слово означает «зелёный»?",
        "a": [
          "Blue",
          "Red",
          "Green",
          "White"
        ],
        "correct": 2
      },
      {
        "q": "Как по-английски «собака»?",
        "a": [
          "Cat",
          "Bird",
          "Fish",
          "Dog"
        ],
        "correct": 3
      },
      {
        "q": "Как по-английски «кошка»?",
        "a": [
          "Cat",
          "Horse",
          "Duck",
          "Dog"
        ],
        "correct": 0
      },
      {
        "q": "Как переводится «water»?",
        "a": [
          "Воздух",
          "Вода",
          "Земля",
          "Огонь"
        ],
        "correct": 1
      },
      {
        "q": "Как по-английски «спасибо»?",
        "a": [
          "Good night",
          "See you",
          "Thank you",
          "Excuse me"
        ],
        "correct": 2
      },
      {
        "q": "Какая фраза означает «доброе утро»?",
        "a": [
          "Good evening",
          "Good night",
          "Goodbye",
          "Good morning"
        ],
        "correct": 3
      },
      {
        "q": "Какое английское слово обозначает число восемь?",
        "a": [
          "Eight",
          "Five",
          "Seven",
          "Ten"
        ],
        "correct": 0
      },
      {
        "q": "Какой день недели означает «Monday»?",
        "a": [
          "Среда",
          "Понедельник",
          "Пятница",
          "Воскресенье"
        ],
        "correct": 1
      },
      {
        "q": "Как переводится «summer»?",
        "a": [
          "Зима",
          "Весна",
          "Лето",
          "Осень"
        ],
        "correct": 2
      },
      {
        "q": "Какое слово является противоположностью «big»?",
        "a": [
          "Long",
          "Tall",
          "Wide",
          "Small"
        ],
        "correct": 3
      },
      {
        "q": "Какое слово является противоположностью «hot»?",
        "a": [
          "Cold",
          "Warm",
          "Soft",
          "Fast"
        ],
        "correct": 0
      },
      {
        "q": "Какое слово означает «семья»?",
        "a": [
          "Factory",
          "Family",
          "Forest",
          "Future"
        ],
        "correct": 1
      },
      {
        "q": "Как переводится вопрос «What is your name?»?",
        "a": [
          "Сколько тебе лет?",
          "Где ты живёшь?",
          "Как тебя зовут?",
          "Который час?"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Игровая вселенная",
    "icon": "🎮",
    "category": "Игры",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Узнаваемые герои, игровые миры и классика видеоигр.",
    "questions": [
      {
        "q": "Как зовут усатого героя Nintendo в красной кепке с буквой M?",
        "a": [
          "Марио",
          "Соник",
          "Кирби",
          "Линк"
        ],
        "correct": 0
      },
      {
        "q": "Как зовут синего ежа из серии игр Sega?",
        "a": [
          "Марио",
          "Соник",
          "Крэш",
          "Спайро"
        ],
        "correct": 1
      },
      {
        "q": "Из каких блоков игроки строят мир в Minecraft?",
        "a": [
          "Только из круглых деталей",
          "Только из карт",
          "Из кубических блоков",
          "Только из домино"
        ],
        "correct": 2
      },
      {
        "q": "Какой персонаж в Minecraft известен взрывом рядом с игроком?",
        "a": [
          "Овца",
          "Житель",
          "Корова",
          "Крипер"
        ],
        "correct": 3
      },
      {
        "q": "Как называется игра с падающими фигурами из четырёх квадратов?",
        "a": [
          "Тетрис",
          "Шахматы",
          "Сапёр",
          "Судоку"
        ],
        "correct": 0
      },
      {
        "q": "Какого цвета знаменитый герой аркады Pac-Man?",
        "a": [
          "Синий",
          "Жёлтый",
          "Фиолетовый",
          "Зелёный"
        ],
        "correct": 1
      },
      {
        "q": "К какому типу относится Пикачу в основной серии Pokémon?",
        "a": [
          "Водный",
          "Ледяной",
          "Электрический",
          "Каменный"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут главного героя многих игр The Legend of Zelda, которым управляет игрок?",
        "a": [
          "Зельда",
          "Ганондорф",
          "Импа",
          "Линк"
        ],
        "correct": 3
      },
      {
        "q": "Какая серия позволяет создавать персонажей и управлять их повседневной жизнью?",
        "a": [
          "The Sims",
          "Doom",
          "Gran Turismo",
          "Tetris"
        ],
        "correct": 0
      },
      {
        "q": "В какой серии игр есть вымышленный мир Азерот?",
        "a": [
          "Portal",
          "Warcraft",
          "The Sims",
          "Sonic"
        ],
        "correct": 1
      },
      {
        "q": "В какой игре используют портальную пушку для решения головоломок?",
        "a": [
          "Stardew Valley",
          "Tetris",
          "Portal",
          "Pac-Man"
        ],
        "correct": 2
      },
      {
        "q": "Какая серия игр посвящена гоночному фестивалю Horizon?",
        "a": [
          "Animal Crossing",
          "Civilization",
          "Half-Life",
          "Forza Horizon"
        ],
        "correct": 3
      },
      {
        "q": "Что означает жанр «платформер»?",
        "a": [
          "Преодоление уровней с прыжками по платформам",
          "Только решение кроссвордов",
          "Только управление оркестром",
          "Только редактирование фотографий"
        ],
        "correct": 0
      },
      {
        "q": "Как называют управляемого компьютером персонажа, которого обычно обозначают NPC?",
        "a": [
          "Новый главный игрок",
          "Неигровой персонаж",
          "Сетевой пароль",
          "Игровая консоль"
        ],
        "correct": 1
      },
      {
        "q": "Как называют сохранение игрового прогресса?",
        "a": [
          "Разрешение экрана",
          "Частота кадров",
          "Сохранение",
          "Уровень громкости"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Мультмарафон",
    "icon": "🧸",
    "category": "Кино",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Любимые герои семейной анимации и их истории.",
    "questions": [
      {
        "q": "Какой предмет теряет Золушка на балу в известной сказочной истории?",
        "a": [
          "Туфельку",
          "Зонт",
          "Корону",
          "Книгу"
        ],
        "correct": 0
      },
      {
        "q": "Как зовут снеговика из мультфильма «Холодное сердце»?",
        "a": [
          "Свен",
          "Олаф",
          "Кристофф",
          "Ханс"
        ],
        "correct": 1
      },
      {
        "q": "Каким животным является По в «Кунг-фу Панде»?",
        "a": [
          "Тигр",
          "Обезьяна",
          "Панда",
          "Медведь гризли"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут дракона Иккинга в «Как приручить дракона»?",
        "a": [
          "Смауг",
          "Мушу",
          "Фалькор",
          "Беззубик"
        ],
        "correct": 3
      },
      {
        "q": "Какую рыбу ищет отец Марлин в мультфильме Pixar?",
        "a": [
          "Немо",
          "Дори",
          "Брюс",
          "Жак"
        ],
        "correct": 0
      },
      {
        "q": "Как зовут робота-уборщика в одноимённом мультфильме Pixar?",
        "a": [
          "Бэймакс",
          "ВАЛЛ-И",
          "Бендер",
          "Робокоп"
        ],
        "correct": 1
      },
      {
        "q": "Кем является Реми в мультфильме «Рататуй»?",
        "a": [
          "Кроликом",
          "Котом",
          "Крысой",
          "Енотом"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут зелёного одноглазого героя «Корпорации монстров»?",
        "a": [
          "Салли",
          "Рэндалл",
          "Роз",
          "Майк Вазовски"
        ],
        "correct": 3
      },
      {
        "q": "Как зовут медведя — друга Пятачка?",
        "a": [
          "Винни-Пух",
          "Балу",
          "Умка",
          "Паддингтон"
        ],
        "correct": 0
      },
      {
        "q": "Какой герой мультфильма постоянно повторяет «Ребята, давайте жить дружно!»?",
        "a": [
          "Матроскин",
          "Кот Леопольд",
          "Карлсон",
          "Крокодил Гена"
        ],
        "correct": 1
      },
      {
        "q": "Как зовут кота из Простоквашино?",
        "a": [
          "Леопольд",
          "Базилио",
          "Матроскин",
          "Гарфилд"
        ],
        "correct": 2
      },
      {
        "q": "Как зовут почтальона из Простоквашино?",
        "a": [
          "Плюшкин",
          "Пончик",
          "Винтик",
          "Печкин"
        ],
        "correct": 3
      },
      {
        "q": "Как зовут мальчика — друга Карлсона?",
        "a": [
          "Малыш",
          "Незнайка",
          "Чиполлино",
          "Буратино"
        ],
        "correct": 0
      },
      {
        "q": "Какой персонаж из «Ну, погоди!» обычно убегает от Волка?",
        "a": [
          "Лис",
          "Заяц",
          "Ёж",
          "Бобр"
        ],
        "correct": 1
      },
      {
        "q": "Какого цвета герой Лунтик?",
        "a": [
          "Красный",
          "Оранжевый",
          "Сиреневый",
          "Синий"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Сказочная страна",
    "icon": "🐉",
    "category": "Литература",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Русские народные сказки, волшебные предметы и знакомые герои.",
    "questions": [
      {
        "q": "Кого испекли бабушка с дедушкой, а он укатился из дома?",
        "a": [
          "Колобка",
          "Буратино",
          "Чиполлино",
          "Незнайку"
        ],
        "correct": 0
      },
      {
        "q": "Какой овощ герои тянут из земли в известной русской сказке?",
        "a": [
          "Морковь",
          "Репку",
          "Свёклу",
          "Тыкву"
        ],
        "correct": 1
      },
      {
        "q": "Какой предмет разбила мышка в сказке о Курочке Рябе?",
        "a": [
          "Горшок",
          "Кувшин",
          "Яичко",
          "Зеркало"
        ],
        "correct": 2
      },
      {
        "q": "Кто говорил «По щучьему веленью, по моему хотенью»?",
        "a": [
          "Иван-царевич",
          "Садко",
          "Кощей",
          "Емеля"
        ],
        "correct": 3
      },
      {
        "q": "На чём передвигалась избушка Бабы-яги?",
        "a": [
          "На курьих ножках",
          "На колёсах",
          "На гусеницах",
          "На лыжах"
        ],
        "correct": 0
      },
      {
        "q": "Что обычно служит Бабе-яге летающим транспортом?",
        "a": [
          "Карета",
          "Ступа",
          "Корабль",
          "Воздушный шар"
        ],
        "correct": 1
      },
      {
        "q": "Как зовут бессмертного сказочного злодея, чья смерть спрятана в игле?",
        "a": [
          "Водяной",
          "Леший",
          "Кощей",
          "Домовой"
        ],
        "correct": 2
      },
      {
        "q": "Какую птицу ищет Иван-царевич в известной сказке?",
        "a": [
          "Сову",
          "Ласточку",
          "Ворону",
          "Жар-птицу"
        ],
        "correct": 3
      },
      {
        "q": "Кто помогал Ивану-царевичу в сказке о Жар-птице?",
        "a": [
          "Серый волк",
          "Бурый медведь",
          "Белый заяц",
          "Рыжий кот"
        ],
        "correct": 0
      },
      {
        "q": "В кого превращалась царевна в сказке «Царевна-лягушка»?",
        "a": [
          "В лису",
          "В лягушку",
          "В кошку",
          "В ласточку"
        ],
        "correct": 1
      },
      {
        "q": "Как называется сказочный домик, в котором поселились разные звери?",
        "a": [
          "Колобок",
          "Клубок",
          "Теремок",
          "Сундучок"
        ],
        "correct": 2
      },
      {
        "q": "Сколько козлят было в известной сказке о волке?",
        "a": [
          "3",
          "5",
          "9",
          "7"
        ],
        "correct": 3
      },
      {
        "q": "Кто хотел съесть Красную Шапочку?",
        "a": [
          "Волк",
          "Медведь",
          "Тигр",
          "Лев"
        ],
        "correct": 0
      },
      {
        "q": "Сколько медведей жило в доме в сказке «Три медведя»?",
        "a": [
          "Три",
          "Два",
          "Четыре",
          "Пять"
        ],
        "correct": 0
      },
      {
        "q": "Какой предмет мог показывать сказочному герою дорогу, катясь вперёд?",
        "a": [
          "Хрустальный бокал",
          "Золотое блюдце",
          "Волшебный клубок",
          "Серебряная ложка"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Города и достопримечательности",
    "icon": "🗺️",
    "category": "География",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Узнай города по знаменитым башням, мостам и памятникам.",
    "questions": [
      {
        "q": "В каком городе находится Эйфелева башня?",
        "a": [
          "Париж",
          "Лондон",
          "Рим",
          "Мадрид"
        ],
        "correct": 0
      },
      {
        "q": "В каком городе находятся Бранденбургские ворота?",
        "a": [
          "Прага",
          "Берлин",
          "Вена",
          "Брюссель"
        ],
        "correct": 1
      },
      {
        "q": "В каком городе находится знаменитая Пизанская башня?",
        "a": [
          "Флоренция",
          "Неаполь",
          "Пиза",
          "Турин"
        ],
        "correct": 2
      },
      {
        "q": "В каком городе находится собор Саграда Фамилия?",
        "a": [
          "Мадрид",
          "Лиссабон",
          "Париж",
          "Барселона"
        ],
        "correct": 3
      },
      {
        "q": "В каком городе находится Тауэрский мост?",
        "a": [
          "Лондон",
          "Дублин",
          "Эдинбург",
          "Амстердам"
        ],
        "correct": 0
      },
      {
        "q": "В каком американском городе находится Статуя Свободы?",
        "a": [
          "Бостон",
          "Нью-Йорк",
          "Чикаго",
          "Сиэтл"
        ],
        "correct": 1
      },
      {
        "q": "В каком бразильском городе находится статуя Христа-Искупителя?",
        "a": [
          "Бразилиа",
          "Сан-Паулу",
          "Рио-де-Жанейро",
          "Салвадор"
        ],
        "correct": 2
      },
      {
        "q": "В каком городе находится известный оперный театр с крышей в форме парусов?",
        "a": [
          "Мельбурн",
          "Перт",
          "Окленд",
          "Сидней"
        ],
        "correct": 3
      },
      {
        "q": "В каком российском городе находится Эрмитаж?",
        "a": [
          "Санкт-Петербург",
          "Москва",
          "Казань",
          "Нижний Новгород"
        ],
        "correct": 0
      },
      {
        "q": "В каком городе находится Красная площадь?",
        "a": [
          "Минск",
          "Москва",
          "Казань",
          "Тула"
        ],
        "correct": 1
      },
      {
        "q": "В каком городе находится дворец Дожей?",
        "a": [
          "Генуя",
          "Милан",
          "Венеция",
          "Палермо"
        ],
        "correct": 2
      },
      {
        "q": "В каком городе находится храмовый комплекс Акрополь с Парфеноном?",
        "a": [
          "Рим",
          "Стамбул",
          "Каир",
          "Афины"
        ],
        "correct": 3
      },
      {
        "q": "В каком городе Индии находится Тадж-Махал?",
        "a": [
          "Агра",
          "Мумбаи",
          "Дели",
          "Джайпур"
        ],
        "correct": 0
      },
      {
        "q": "В какой стране находится город Киото?",
        "a": [
          "Китай",
          "Япония",
          "Таиланд",
          "Индонезия"
        ],
        "correct": 1
      },
      {
        "q": "Какой город называют «Вечным городом»?",
        "a": [
          "Париж",
          "Вена",
          "Рим",
          "Берлин"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Идеи, изменившие мир",
    "icon": "🔧",
    "category": "Технологии",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Открытия, изобретения и люди, с которыми их связывают.",
    "questions": [
      {
        "q": "С каким учёным связывают создание периодической системы химических элементов в 1869 году?",
        "a": [
          "Дмитрий Менделеев",
          "Иван Павлов",
          "Сергей Королёв",
          "Николай Лобачевский"
        ],
        "correct": 0
      },
      {
        "q": "Кто открыл пенициллин в 1928 году?",
        "a": [
          "Луи Пастер",
          "Александр Флеминг",
          "Чарльз Дарвин",
          "Грегор Мендель"
        ],
        "correct": 1
      },
      {
        "q": "Какой учёный сформулировал законы движения и закон всемирного тяготения?",
        "a": [
          "Джеймс Уатт",
          "Майкл Фарадей",
          "Исаак Ньютон",
          "Нильс Бор"
        ],
        "correct": 2
      },
      {
        "q": "С чьим именем связывают теорию относительности?",
        "a": [
          "Антуан Лавуазье",
          "Роберт Гук",
          "Карл Линней",
          "Альберт Эйнштейн"
        ],
        "correct": 3
      },
      {
        "q": "Кто считается создателем Всемирной паутины World Wide Web?",
        "a": [
          "Тим Бернерс-Ли",
          "Исаак Ньютон",
          "Блез Паскаль",
          "Леонардо да Винчи"
        ],
        "correct": 0
      },
      {
        "q": "Какие братья совершили управляемый полёт моторного самолёта в 1903 году?",
        "a": [
          "Братья Гримм",
          "Братья Райт",
          "Братья Люмьер",
          "Братья Коэн"
        ],
        "correct": 1
      },
      {
        "q": "Какое изобретение прежде всего связывают с братьями Люмьер?",
        "a": [
          "Радиотелескоп",
          "Компас",
          "Синематограф",
          "Печатную машинку"
        ],
        "correct": 2
      },
      {
        "q": "Какой прибор позволяет видеть очень маленькие объекты?",
        "a": [
          "Перископ",
          "Барометр",
          "Спидометр",
          "Микроскоп"
        ],
        "correct": 3
      },
      {
        "q": "Какой прибор помогает определять стороны света?",
        "a": [
          "Компас",
          "Секундомер",
          "Микрофон",
          "Манометр"
        ],
        "correct": 0
      },
      {
        "q": "Как называется устройство для записи и воспроизведения звука, созданное Эдисоном в 1877 году?",
        "a": [
          "Телеграф",
          "Фонограф",
          "Сейсмограф",
          "Осциллограф"
        ],
        "correct": 1
      },
      {
        "q": "Какой учёный проводил опыты с горохом, ставшие основой генетики?",
        "a": [
          "Николай Коперник",
          "Андре Ампер",
          "Грегор Мендель",
          "Эрнест Резерфорд"
        ],
        "correct": 2
      },
      {
        "q": "Какое открытие Вильгельма Рентгена используется для получения изображений костей?",
        "a": [
          "Радиоволны AM",
          "Ультразвук",
          "Инфракрасное излучение",
          "Рентгеновские лучи"
        ],
        "correct": 3
      },
      {
        "q": "Какой учёный предложил гелиоцентрическую модель, изложенную в труде 1543 года?",
        "a": [
          "Николай Коперник",
          "Аристотель",
          "Клавдий Птолемей",
          "Гиппократ"
        ],
        "correct": 0
      },
      {
        "q": "Что делает холодильник с продуктами?",
        "a": [
          "Преобразует их в электричество",
          "Поддерживает пониженную температуру",
          "Увеличивает их массу",
          "Удаляет из них все атомы"
        ],
        "correct": 1
      },
      {
        "q": "Какой транспорт использует колёса и педали для движения за счёт силы человека?",
        "a": [
          "Самолёт",
          "Тепловоз",
          "Велосипед",
          "Лифт"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Как устроена Земля",
    "icon": "🌋",
    "category": "География",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Материки, вулканы, горные породы и оболочки нашей планеты.",
    "questions": [
      {
        "q": "Как называется твёрдая внешняя оболочка Земли, включающая кору и верхнюю часть мантии?",
        "a": [
          "Литосфера",
          "Гидросфера",
          "Атмосфера",
          "Ионосфера"
        ],
        "correct": 0
      },
      {
        "q": "Как называется водная оболочка Земли?",
        "a": [
          "Литосфера",
          "Гидросфера",
          "Стратосфера",
          "Магнитосфера"
        ],
        "correct": 1
      },
      {
        "q": "Как называется газовая оболочка Земли?",
        "a": [
          "Гидросфера",
          "Мантия",
          "Атмосфера",
          "Ядро"
        ],
        "correct": 2
      },
      {
        "q": "Как называют расплавленное вещество, вышедшее из вулкана на поверхность?",
        "a": [
          "Магма в глубине",
          "Почва",
          "Лёсс",
          "Лава"
        ],
        "correct": 3
      },
      {
        "q": "Как называется прибор для регистрации сейсмических колебаний?",
        "a": [
          "Сейсмограф",
          "Термометр",
          "Гигрометр",
          "Спидометр"
        ],
        "correct": 0
      },
      {
        "q": "Как называется точка на поверхности прямо над очагом землетрясения?",
        "a": [
          "Экватор",
          "Эпицентр",
          "Зенит",
          "Полюс"
        ],
        "correct": 1
      },
      {
        "q": "Какая из этих горных пород является магматической?",
        "a": [
          "Мел",
          "Мрамор",
          "Базальт",
          "Каменный уголь"
        ],
        "correct": 2
      },
      {
        "q": "Как называется линия, делящая Землю на Северное и Южное полушария?",
        "a": [
          "Нулевой меридиан",
          "Северный тропик",
          "Южный полярный круг",
          "Экватор"
        ],
        "correct": 3
      },
      {
        "q": "Как называются линии на карте, соединяющие полюса?",
        "a": [
          "Меридианы",
          "Параллели",
          "Изобары",
          "Изотермы"
        ],
        "correct": 0
      },
      {
        "q": "Как называются линии, параллельные экватору на глобусе?",
        "a": [
          "Меридианы",
          "Параллели",
          "Русла",
          "Хребты"
        ],
        "correct": 1
      },
      {
        "q": "Что вызывает смену дня и ночи?",
        "a": [
          "Обращение Луны вокруг Земли",
          "Изменение расстояния до Солнца каждый час",
          "Вращение Земли вокруг своей оси",
          "Движение облаков"
        ],
        "correct": 2
      },
      {
        "q": "Почему на Земле сменяются времена года?",
        "a": [
          "Только из-за фаз Луны",
          "Из-за ежедневных приливов",
          "Из-за смены направления ветра",
          "Из-за наклона оси Земли и её обращения вокруг Солнца"
        ],
        "correct": 3
      },
      {
        "q": "Как называется место, где река впадает в море, озеро или другую реку?",
        "a": [
          "Устье",
          "Исток",
          "Водораздел",
          "Перевал"
        ],
        "correct": 0
      },
      {
        "q": "Как называется место начала реки?",
        "a": [
          "Устье",
          "Исток",
          "Дельта",
          "Залив"
        ],
        "correct": 1
      },
      {
        "q": "Как называют участок суши, со всех сторон окружённый водой?",
        "a": [
          "Полуостров",
          "Перешеек",
          "Остров",
          "Материковый склон"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Логика за чашкой чая",
    "icon": "🧩",
    "category": "Логика",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Последовательности, внимательность и короткие задачи без подвохов в формулировках.",
    "questions": [
      {
        "q": "Продолжите ряд: 2, 4, 6, 8, ...",
        "a": [
          "10",
          "9",
          "11",
          "12"
        ],
        "correct": 0
      },
      {
        "q": "Продолжите ряд: 1, 2, 4, 8, ...",
        "a": [
          "10",
          "16",
          "12",
          "14"
        ],
        "correct": 1
      },
      {
        "q": "Какое число лишнее среди 2, 4, 7, 8, если остальные чётные?",
        "a": [
          "2",
          "4",
          "7",
          "8"
        ],
        "correct": 2
      },
      {
        "q": "У трёх велосипедов по два колеса. Сколько колёс всего?",
        "a": [
          "5",
          "8",
          "9",
          "6"
        ],
        "correct": 3
      },
      {
        "q": "В корзине 5 яблок. Два достали. Сколько осталось в корзине?",
        "a": [
          "3",
          "2",
          "5",
          "7"
        ],
        "correct": 0
      },
      {
        "q": "На двух руках человека 10 пальцев. Сколько пальцев на четырёх таких руках?",
        "a": [
          "15",
          "20",
          "25",
          "40"
        ],
        "correct": 1
      },
      {
        "q": "Если сегодня среда, какой день будет послезавтра?",
        "a": [
          "Четверг",
          "Суббота",
          "Пятница",
          "Вторник"
        ],
        "correct": 2
      },
      {
        "q": "Если все лисы — млекопитающие, а Рыжик — лиса, кто Рыжик?",
        "a": [
          "Птица",
          "Насекомое",
          "Рыба",
          "Млекопитающее"
        ],
        "correct": 3
      },
      {
        "q": "Что тяжелее: 1 кг железа или 1 кг ваты?",
        "a": [
          "Они весят одинаково",
          "Железо",
          "Вата",
          "Зависит от цвета ваты"
        ],
        "correct": 0
      },
      {
        "q": "Книга стоит 100 рублей. После скидки 20 рублей сколько она стоит?",
        "a": [
          "20 рублей",
          "80 рублей",
          "90 рублей",
          "120 рублей"
        ],
        "correct": 1
      },
      {
        "q": "Какой месяц идёт сразу после апреля?",
        "a": [
          "Март",
          "Июнь",
          "Май",
          "Февраль"
        ],
        "correct": 2
      },
      {
        "q": "В комнате четыре угла. В каждом сидит одна кошка. Сколько кошек в комнате?",
        "a": [
          "8",
          "12",
          "16",
          "4"
        ],
        "correct": 3
      },
      {
        "q": "Три друга пожали друг другу руки по одному разу. Сколько рукопожатий было?",
        "a": [
          "3",
          "2",
          "6",
          "9"
        ],
        "correct": 0
      },
      {
        "q": "Сколько раз нужно разрезать прямую ленту, чтобы получить четыре части, не складывая её?",
        "a": [
          "2",
          "3",
          "4",
          "5"
        ],
        "correct": 1
      },
      {
        "q": "У кубика на гранях числа от 1 до 6. Какова сумма всех чисел?",
        "a": [
          "18",
          "24",
          "21",
          "36"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Архитектурная прогулка",
    "icon": "🏰",
    "category": "Искусство",
    "level": "Средний",
    "price": "Бесплатно",
    "desc": "Здания, стили и детали, которые можно встретить в путешествиях.",
    "questions": [
      {
        "q": "Как называется верхняя часть колонны?",
        "a": [
          "Капитель",
          "Фундамент",
          "Цоколь",
          "Карниз крыши"
        ],
        "correct": 0
      },
      {
        "q": "Как называется основание здания, передающее нагрузку на грунт?",
        "a": [
          "Фронтон",
          "Фундамент",
          "Купол",
          "Балкон"
        ],
        "correct": 1
      },
      {
        "q": "Как называют наружную сторону здания, особенно главную?",
        "a": [
          "Интерьер",
          "Подвал",
          "Фасад",
          "Коридор"
        ],
        "correct": 2
      },
      {
        "q": "Как называется внутренняя обстановка и оформление помещения?",
        "a": [
          "Фасад",
          "Экстерьер",
          "Силуэт",
          "Интерьер"
        ],
        "correct": 3
      },
      {
        "q": "Какой архитектурный элемент имеет форму полусферы или близкую к ней?",
        "a": [
          "Купол",
          "Колонна",
          "Балюстрада",
          "Пилястра"
        ],
        "correct": 0
      },
      {
        "q": "Как называется перекрытие проёма в виде криволинейной конструкции?",
        "a": [
          "Карниз",
          "Арка",
          "Парапет",
          "Порог"
        ],
        "correct": 1
      },
      {
        "q": "Для какого стиля особенно характерны стрельчатые арки и высокие соборы?",
        "a": [
          "Конструктивизм",
          "Брутализм",
          "Готика",
          "Хай-тек"
        ],
        "correct": 2
      },
      {
        "q": "Какой древнегреческий ордер узнают по паре крупных спиральных волют на капители?",
        "a": [
          "Дорический",
          "Тосканский",
          "Композитный",
          "Ионический"
        ],
        "correct": 3
      },
      {
        "q": "Какой древнегреческий ордер известен капителью с листьями аканта?",
        "a": [
          "Коринфский",
          "Дорический",
          "Тосканский",
          "Ионический"
        ],
        "correct": 0
      },
      {
        "q": "Как называют ряд колонн?",
        "a": [
          "Анфилада",
          "Колоннада",
          "Аркада без колонн",
          "Мансарда"
        ],
        "correct": 1
      },
      {
        "q": "Как называют этаж в пространстве под скатной крышей?",
        "a": [
          "Подвал",
          "Цоколь",
          "Мансарда",
          "Бельэтаж"
        ],
        "correct": 2
      },
      {
        "q": "Какой материал получают из смеси вяжущего, воды и заполнителей, например песка и щебня?",
        "a": [
          "Стекло",
          "Мрамор",
          "Бронза",
          "Бетон"
        ],
        "correct": 3
      },
      {
        "q": "Как называют выступающую площадку на фасаде с ограждением?",
        "a": [
          "Балкон",
          "Лифт",
          "Ниша",
          "Пилястра"
        ],
        "correct": 0
      },
      {
        "q": "Как называется декоративное окно из цветных стёкол?",
        "a": [
          "Барельеф",
          "Витраж",
          "Фриз",
          "Портик"
        ],
        "correct": 1
      },
      {
        "q": "Как называют башню с колоколами?",
        "a": [
          "Оранжерея",
          "Ротонда",
          "Колокольня",
          "Акведук"
        ],
        "correct": 2
      }
    ]
  },
  {
    "title": "Традиции мира",
    "icon": "🌏",
    "category": "Культура",
    "level": "Лёгкий",
    "price": "Бесплатно",
    "desc": "Праздники, символы и узнаваемые традиции разных стран.",
    "questions": [
      {
        "q": "В какой стране зародилось искусство складывания бумаги оригами?",
        "a": [
          "Япония",
          "Мексика",
          "Норвегия",
          "Бразилия"
        ],
        "correct": 0
      },
      {
        "q": "Как называется традиционная японская одежда с широкими рукавами?",
        "a": [
          "Сари",
          "Кимоно",
          "Пончо",
          "Килт"
        ],
        "correct": 1
      },
      {
        "q": "С какой страной прежде всего ассоциируется традиционная одежда сари?",
        "a": [
          "Шотландия",
          "Мексика",
          "Индия",
          "Исландия"
        ],
        "correct": 2
      },
      {
        "q": "Как называется традиционная клетчатая одежда, связанная с Шотландией?",
        "a": [
          "Кимоно",
          "Тога",
          "Сари",
          "Килт"
        ],
        "correct": 3
      },
      {
        "q": "С какой страной прежде всего связывают танец фламенко?",
        "a": [
          "Испания",
          "Япония",
          "Канада",
          "Швеция"
        ],
        "correct": 0
      },
      {
        "q": "Какой танец исторически связан с Аргентиной и Уругваем?",
        "a": [
          "Полька",
          "Танго",
          "Фламенко",
          "Краковяк"
        ],
        "correct": 1
      },
      {
        "q": "В какой стране проходит знаменитый карнавал в Рио-де-Жанейро?",
        "a": [
          "Португалия",
          "Испания",
          "Бразилия",
          "Чили"
        ],
        "correct": 2
      },
      {
        "q": "В какой стране традиционно отмечают День мёртвых с праздничными алтарями?",
        "a": [
          "Финляндия",
          "Монголия",
          "Кения",
          "Мексика"
        ],
        "correct": 3
      },
      {
        "q": "Какой праздник обычно ассоциируют с украшенной ёлкой в России?",
        "a": [
          "Новый год",
          "День знаний",
          "Масленица",
          "День космонавтики"
        ],
        "correct": 0
      },
      {
        "q": "Какое блюдо особенно ассоциируется с Масленицей?",
        "a": [
          "Суши",
          "Блины",
          "Лазанья",
          "Ризотто"
        ],
        "correct": 1
      },
      {
        "q": "Как называют традиционную русскую деревянную игрушку из вложенных друг в друга фигурок?",
        "a": [
          "Неваляшка из одного корпуса",
          "Свистулька",
          "Матрёшка",
          "Кубик Рубика"
        ],
        "correct": 2
      },
      {
        "q": "Какое дерево изображено листом на флаге Канады?",
        "a": [
          "Дуб",
          "Берёза",
          "Кипарис",
          "Клён"
        ],
        "correct": 3
      },
      {
        "q": "Какой цветок часто служит символом Нидерландов?",
        "a": [
          "Тюльпан",
          "Лотос",
          "Эдельвейс",
          "Гибискус"
        ],
        "correct": 0
      },
      {
        "q": "Какое животное изображено на гербе Австралии вместе с эму?",
        "a": [
          "Панда",
          "Кенгуру",
          "Белый медведь",
          "Лев"
        ],
        "correct": 1
      },
      {
        "q": "Какая традиционная японская процедура связана с приготовлением и подачей матча?",
        "a": [
          "Оригами",
          "Икебана",
          "Чайная церемония",
          "Каллиграфия"
        ],
        "correct": 2
      }
    ]
  }
];
export const quizIds = ["brainstorm","cinema","world","history","music","sport","technology","literature","nature","space","food","art","myths","animals","ocean","math","physics","chemistry","biology","russian","english","games","animation","fairytales","cities","inventions","earth","logic","architecture","culture"];
